Repository: eliorivero/just-in-time-content
Catalog: languages/startfunction-*.po
Languages: es_es

source: Welcome!
es_es: ¡Bienvenido!

source: This plugin displays a different home page based on the times of the day selected.
es_es: Este plugin muestra una página de inicio diferente basada en las horas del día seleccionada.

source: About the settings
es_es: Acerca de los ajustes

source: The settings in this page set default values to be used throughout the site.
es_es: Los ajustes en esta página establecen valores a ser usados en todo el sitio.

source: %s created by Elio Rivero. Follow %s on Twitter for the latest updates.
es_es: %s creado por Elio Rivero. Sigue %s en Twitter para las últimas novedades.

source: Introduction
es_es: Introducción

source: You do not have sufficient permissions to access this page.
es_es: No tienes permiso para acceder a esta página.

source: Submit
es_es: Enviar

source: Morning Settings
es_es: Ajustes de la mañana

source: Noon Settings
es_es: Ajustes del mediodía

source: Afternoon Settings
es_es: Ajustes de la tarde

source: Night Settings
es_es: Ajustes de la noche

source: General Settings
es_es: Ajustes generales

source: Remove Options on Uninstall
es_es: Borrar opciones al desinstalar

source: Check this to remove options on uninstall.
es_es: Marca esto para borrar las opciones al desinstalar este plugin.

source: Start time
es_es: Hora inicial

source: End time
es_es: Hora final

source: Select the start time for this page.
es_es: Selecciona la hora inicial para esta página.

source: Select the end time for this page.
es_es: Selecciona la hora final para esta página.

source: Page to show
es_es: Páginas a mostrar

source: Select the page to show during this time range.
es_es: Selecciona la página a mostrar durante este tiempo.

source: Settings for the page to show in the morning.
es_es: Ajustes para la página a mostrar a la mañana.

source: Settings for the page to show at noon.
es_es: Ajustes para la página a mostrar al mediodía.

source: Settings for the page to show after noon.
es_es: Ajustes para la página a mostrar a la tarde.

source: Settings for the page to show at night.
es_es: Ajustes para la página a mostrar a la noche.

source: General plugin settings.
es_es: Ajustes del plugin generales.

source: Settings
es_es: Ajustes
